[
{"type":"header","version":"4.7.4","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"got"},
{"type":"table","name":"characters","database":"got","data":
[
{"Azonosító":"1","Név":"Jon Snow","Becenév":"","Halotte":"","Portrékép":"assets\/jon.png","Kép":"assets\/pictures\/jon_snow.jpg","Történet":"Jon is the bastard child of Ned Stark of Winterfell and a unkwnow woman. Soon after his marriage, Ned Stark leaved his home to go to fight on the war of the usurper, and returned home carrying a infant that was supposedly his own","Ház":"","Szervezet":"nightwatch"},
{"Azonosító":"2","Név":"Ned Stark","Becenév":"","Halotte":"true","Portrékép":"assets\/ned.png","Kép":"assets\/pictures\/ned_stark.jpg","Történet":"Eddard 'Ned' Stark is the head of House Stark, Lord of Winterfell, and Warden of the North. He is a friend to King Robert Baratheon, whom he was raised with and helped to win the Iron Throne, and is eventually named his Hand. ","Ház":"stark","Szervezet":""},
{"Azonosító":"3","Név":"Arya Stark","Becenév":"","Halotte":"","Portrékép":"assets\/arya.png","Kép":"assets\/pictures\/arya_stark.jpg","Történet":"Arya Stark is the third child and second daughter of Lord Eddard and Lady Catelyn Stark. She is nine at the start of A Game of Thrones.","Ház":"stark","Szervezet":""},
{"Azonosító":"4","Név":"Sansa Stark","Becenév":"","Halotte":"","Portrékép":"assets\/sansa.png","Kép":"assets\/pictures\/sansa_stark.jpg","Történet":"Sansa Stark is the elder daughter of Catelyn and Eddard Stark. She is thirteen years old at the start of the series. ","Ház":"stark","Szervezet":""},
{"Azonosító":"5","Név":"Robb Stark","Becenév":"","Halotte":"","Portrékép":"assets\/robb.png","Kép":"assets\/pictures\/robb_stark.jpg","Történet":"Robb Stark is the eldest son of Eddard Stark and Catelyn Tully and the heir to Winterfell and the North.","Ház":"stark","Szervezet":""},
{"Azonosító":"6","Név":"Bran Stark","Becenév":"","Halotte":"","Portrékép":"assets\/bran.png","Kép":"assets\/pictures\/bran_stark.jpg","Történet":"Eddard and Catelyn's second son.  Bran was educated by Maester Luwin and trained with weapons; he seemed destined to be an excellent fighter.","Ház":"stark","Szervezet":""},
{"Azonosító":"7","Név":"Rickon Stark","Becenév":"","Halotte":"","Portrékép":"assets\/rickon.png","Kép":"assets\/pictures\/rickon_stark.jpg","Történet":"Rickon Stark is Eddard and Catelyn's youngest child, only three years old when the series begins. Rickon is a naturally aggressive and strong-willed child, but his youth makes it difficult for him to cope with the terrible changes that come to his family and life. ","Ház":"stark","Szervezet":""},
{"Azonosító":"8","Név":"Catelyn Tully","Becenév":"","Halotte":"","Portrékép":"assets\/catelyn.png","Kép":"assets\/pictures\/catelyn_tully.jpg","Történet":"Catelyn is the eldest daughter of Lady Minisa and Lord Hoster Tully, head of House Tully, Lord Paramount of the Riverlands. She was betrothed to Brandon Stark, heir of Winterfell, but he  was killed by the Mad King before they could marry, so their parents rearraged the wedding to make Ned Stark replace his defunct brother. She moved to Winterfell, where she and Eddard have formed a strong and loving marriage.","Ház":"tully","Szervezet":""},
{"Azonosító":"9","Név":"Theon Greyjoy","Becenév":"","Halotte":"","Portrékép":"assets\/theon.png","Kép":"assets\/pictures\/theon_greyjoy.jpg","Történet":"Theon Greyjoy is the son and heir apparent of Lord Balon Greyjoy. When he was a child, his father rebelled against the king, and when he was defeated, Theon was taken as a hostage and ward to Eddard Stark, to assure his father loyalty.","Ház":"greyjoy","Szervezet":""},
{"Azonosító":"10","Név":"Robert Baratheon","Becenév":"","Halotte":"true","Portrékép":"assets\/robert.png","Kép":"assets\/pictures\/robert_baratheon.jpg","Történet":"He was crowned King of the Seven Kingdoms after winning the War of the Usurper. He fought the war to keep the hand of Lyanna Stark, with the aid of her brother, his friend Eddard. Due to Lyanna's death, Robert married Cersei Lannister to ensure political stability.","Ház":"baratheon","Szervezet":""},
{"Azonosító":"11","Név":"Cersei Lannister","Becenév":"","Halotte":"","Portrékép":"assets\/cersei.png","Kép":"assets\/pictures\/cersei_lannister.jpg","Történet":"Cersei Lannister is the eldest child of Tywin and Joanna Lannister by mere moments, and the twin sister of Jaime Lannister. After Robert's Rebellion she married the new king, Robert Baratheon, and became Queen of the Seven Kingdoms.","Ház":"lannister","Szervezet":""},
{"Azonosító":"12","Név":"Tywin Lannister","Becenév":"","Halotte":"","Portrékép":"assets\/tywin.png","Kép":"assets\/pictures\/tywin_lannister.jpg","Történet":"Tywin Lannister is Lord of Casterly Rock, Shield of Lannisport and Warden of the West. Tywin is one of the most powerful lords in Westeros. He was the hand of the king of the mad king Aerys when Robert rebelled, and, when the war's vistory began to be clearly near the rebel side, he bethrayed the king, joined the rebellion, and occupy King's Landing with lannister troops.","Ház":"lannister","Szervezet":""},
{"Azonosító":"13","Név":"Jaime Lannister","Becenév":"","Halotte":"","Portrékép":"assets\/jaime.png","Kép":"assets\/pictures\/jaime_lannister.jpg","Történet":"Known as the Kingslayer, is the second child and first-born son of Lord Tywin Lannister of Casterly Rock and his wife Lady Joanna, also of House Lannister. Raised at the age of fifteen to the Kingsguard of the Mad King Aerys II Targaryen, Jaime became the youngest member in the history of the prestigious knightly order.<br\/> He earned the derogatory nickname when he treasonously slew King Aerys near the end of Robert's Rebellion","Ház":"lannister","Szervezet":"royalguard"},
{"Azonosító":"14","Név":"Tyrion Lannister","Becenév":"","Halotte":"","Portrékép":"assets\/tyrion.png","Kép":"assets\/pictures\/tyrion_lannister.jpg","Történet":"He is the third and youngest child of Tywin and Joanna. Tyrion is a dwarf, because of this he is sometimes mockingly called The Imp and The Halfman. He is shrewd, educated, and calculating, but receives little respect for this from his father, because of his deformity, and the death of his mother during his birth.","Ház":"lannister","Szervezet":""},
{"Azonosító":"15","Név":"Joffrey Baratheon","Becenév":"","Halotte":"","Portrékép":"assets\/joffrey.png","Kép":"assets\/pictures\/joffrey_baratheon.jpg","Történet":"Joffrey Baratheon is the eldest son and heir of King Robert Baratheon and Queen Cersei Lannister. He strong-willed as a child and has an uncontrollable temper not unlike his mother's and an unchecked sadistic streak","Ház":"baratheon","Szervezet":""},
{"Azonosító":"16","Név":"Tommen Baratheon","Becenév":"","Halotte":"","Portrékép":"assets\/tommen.png","Kép":"assets\/pictures\/tommen_baratheon.jpg","Történet":"The youngest child of King Robert I and Queen Cersei Lannister.","Ház":"baratheon","Szervezet":""},
{"Azonosító":"17","Név":"Myrcella Baratheon","Becenév":"","Halotte":"","Portrékép":"assets\/myrcella.png","Kép":"assets\/pictures\/myrcella_baratheon.jpg","Történet":"Princess Myrcella Baratheon is the second oldest of the royal Baratheon children. ","Ház":"lannister","Szervezet":""},
{"Azonosító":"18","Név":"Petyr Baelish","Becenév":"littlefinger","Halotte":"","Portrékép":"assets\/petyr.png","Kép":"assets\/pictures\/petyr_baelish.jpg","Történet":"Lord Petyr Baelish, sometimes called Littlefinger, was Master of Coin (or treasurer) on the King's Small Council. He was born to a small and insignificant house, spending most of his adult life trying to rise above his lowly birthright and become something greater, craving for power and status. He possesses considerable skill in commerce and coin, and is a master of court intrigue, his brilliance matched only by his ambition and his gift for political improvisation.","Ház":"","Szervezet":""},
{"Azonosító":"19","Név":"Varys","Becenév":"","Halotte":"","Portrékép":"assets\/varys.png","Kép":"assets\/pictures\/varys.jpg","Történet":"Called 'the Spider', is the enigmatic member of the small council and Master of Whisperers, or spymaster, for the Iron Throne of the Seven Kingdoms. An eunuch since his infancy, his history of providing information to all sides, of aiding enemies, of pitting rivals against one another, and of manipulation to achieve his ends has earned him a reputation of being distasteful and untrustworthy amongst the nobles at court","Ház":"","Szervezet":""},
{"Azonosító":"20","Név":"Daenerys Targaryen","Becenév":"","Halotte":"","Portrékép":"assets\/daenerys.png","Kép":"assets\/pictures\/daenerys_targaryen.jpg","Történet":"She is the last confirmed member of the ancient Targaryen Dynasty, former rulers of The Seven Kingdoms. She is the daughter of Raeghar Targaryen, who was the royal heir when Robert Baratheon rebelled and killed the king (Daenerys' granfather) and his heir. She has lived all of her life exiled on the free cities","Ház":"targaryen","Szervezet":""},
{"Azonosító":"21","Név":"Jorah Mormont","Becenév":"","Halotte":"","Portrékép":"assets\/jorah.png","Kép":"assets\/pictures\/jorah_mormont","Történet":"An exiled knight, former head of House Mormont and lord of Bear Island. He fled Westeros to escape execution for trading in slaves and took up work as a mercenary in the Free Cities, eventually entering the service of the last Targaryens.","Ház":"mormont","Szervezet":""},
{"Azonosító":"22","Név":"Viserys Targaryen","Becenév":"","Halotte":"","Portrékép":"assets\/viserys.png","Kép":"assets\/pictures\/viserys_targaryen.jpg","Történet":"Viserys Targaryen, called The Beggar King, is the heir of his father Aerys II and brother Rhaegar after their deaths during Robert's Rebellion. The war, however, turned him into an exile who plots to regain control of the Iron Throne. ","Ház":"targaryen","Szervezet":""},
{"Azonosító":"23","Név":"Benjen Stark","Becenév":"","Halotte":"","Portrékép":"assets\/benjen.png","Kép":"assets\/pictures\/benjen_stark.jpg","Történet":"Benjen Stark is the younger brother of Lord Eddard Stark and a sworn brother of the Night's Watch. He is the First Ranger, or leader of the rangers, of the Night's Watch.","Ház":"stark","Szervezet":"nightwatch"},
{"Azonosító":"24","Név":"Aemon Targaryen","Becenév":"","Halotte":"","Portrékép":"assets\/aemon.png","Kép":"assets\/pictures\/aemon_targaryen.jpg","Történet":"Maester Aemon, born Aemon Targaryen, is the third son of King Maekar I Targaryen. He has served as a maester to the Night's Watch at Castle Black for so long that the rest of the Seven Kingdoms has forgotten about his Targaryen blood.","Ház":"targaryen","Szervezet":"nightwatch"},
{"Azonosító":"25","Név":"Stannis Baratheon","Becenév":"","Halotte":"","Portrékép":"assets\/stannis.png","Kép":"assets\/pictures\/stannis_baratheon.jpg","Történet":"Stannis Baratheon is the elder of Robert Baratheon's younger brothers. He served on his brother's small council as Master of Ships and was also Lord of Dragonstone.","Ház":"baratheon","Szervezet":""},
{"Azonosító":"26","Név":"Renly Baratheon","Becenév":"","Halotte":"","Portrékép":"assets\/renly.png","Kép":"assets\/pictures\/renly_baratheon.jpg","Történet":"Renly Baratheon is the younger brother of Robert and Stannis Baratheon, all sons of Steffon Baratheon and Cassana Estermont. He rules as Lord of Storm's End, and served as Master of Laws on Robert's small council.","Ház":"baratheon","Szervezet":""},
{"Azonosító":"27","Név":"Bronn","Becenév":"","Halotte":"","Portrékép":"assets\/bronn.png","Kép":"assets\/pictures\/bronn.jpg","Történet":"Bronn is a low-born sellsword of great skill and cunning.","Ház":"","Szervezet":""},
{"Azonosító":"28","Név":"Khal Drogo","Becenév":"","Halotte":"true","Portrékép":"assets\/drogo.png","Kép":"assets\/pictures\/khal_drogo.jpg","Történet":"He is a powerful warlord of the fearsome Dothraki nomads. He has a long braid hung with tiny bells that hangs down to his thighs, symbolizing his status among the Dothraki as an undefeated warlord. He commands an horde of 40.000 dothraki raiders","Ház":"","Szervezet":""},
{"Azonosító":"29","Név":"Hodor","Becenév":"","Halotte":"","Portrékép":"assets\/hodor.png","Kép":"assets\/pictures\/hodor.jpg","Történet":"Hodor, hodor hodor hodor hodor. Hodor hodor hodor, hodor hodor hodor. Hodor, hodor hodor hodor hodor hodor. Hodor hodor, hodor hodor hodor hodor, hodor hodor hodor. ","Ház":"","Szervezet":""},
{"Azonosító":"30","Név":"Maester Luwin","Becenév":"","Halotte":"","Portrékép":"assets\/luwin.png","Kép":"assets\/pictures\/luwin.jpg","Történet":"A maester in the service of House Stark at Winterfell. He has delivered and educated all and each of the Stark children.","Ház":"","Szervezet":""},
{"Azonosító":"31","Név":"Lysa Tully","Becenév":"","Halotte":"","Portrékép":"assets\/lysa.png","Kép":"assets\/pictures\/lysa_tully.jpg","Történet":"She is the daughter of Hoster Tully and Minisa Whent, sister of Catelyn Stark, and wife of Jon Arryn, the former hand of the king Robert. Since her husband's death she is the Lady Regent of the Vale of Arryn","Ház":"tully","Szervezet":""},
{"Azonosító":"32","Név":"Illyrio Monpatis","Becenév":"","Halotte":"","Portrékép":"assets\/illyrio.png","Kép":"assets\/pictures\/illyrio.jpg","Történet":"Illyrio Mopatis is a wealthy and powerful Magister in the Free City of Pentos. He is a dealer in spices, gemstones, dragonbone, and other things. For a time he served as custodian of the exiled Targaryens and now seeks to return them to the Iron Throne","Ház":"","Szervezet":""},
{"Azonosító":"33","Név":"Maester Pycelle","Becenév":"","Halotte":"","Portrékép":"assets\/pycelle.png","Kép":"assets\/pictures\/pycelle.jpg","Történet":"A Grand Maester of the Citadel. He served in King's Landing, as conselor of six different kings, both Targaryen and Baratheons, for over forty years.","Ház":"","Szervezet":""},
{"Azonosító":"34","Név":"Samwell Tarly","Becenév":"","Halotte":"","Portrékép":"assets\/samwell.png","Kép":"assets\/pictures\/samwell_tarly.jpg","Történet":"Samwell Tarly is the eldest son of Lord Randyll Tarly and his wife Melessa Florent. He is popularly called 'Sam', and disparagingly as 'Ser Piggy.'","Ház":"tarly","Szervezet":"nightwatch"},
{"Azonosító":"35","Név":"Sandor Clegane","Becenév":"The Hound","Halotte":"","Portrékép":"assets\/sandor.png","Kép":"assets\/pictures\/sandor_clegane.jpg","Történet":"Sandor Clegane is a member of House Clegane. He is the younger brother of the current head, Ser Gregor Clegane. He is nicknamed 'The Hound' for his savage nature and unquestioning obedience to his masters and for the three dogs featured in his family's crest. He is considered one of the most dangerous fighters in Westeros, though he frequently drinks himself into stupors. As a child, Sandor received gruesome facial burns when Gregor shoved his face into a brazier.","Ház":"clegane","Szervezet":""},
{"Azonosító":"36","Név":"Shae","Becenév":"","Halotte":"","Portrékép":"assets\/shae.png","Kép":"assets\/pictures\/shae.jpg","Történet":"","Ház":"","Szervezet":""},
{"Azonosító":"37","Név":"Alliser Thorne","Becenév":"","Halotte":"","Portrékép":"assets\/thorne.png","Kép":"assets\/pictures\/allister_thorne.jpg","Történet":"Ser Alliser Thorne is a master-at-arms of the Night's Watch at Castle Black. Alliser is a bitter, mean-spirited man. Alliser also overestimates his own worth, and he is generally hated by nightwatch's recruits.","Ház":"","Szervezet":"nightwatch"},
{"Azonosító":"38","Név":"Syrio Forel","Becenév":"","Halotte":"","Portrékép":"assets\/syrio.png","Kép":"assets\/pictures\/syrio_forel.jpg","Történet":"He is from the free city of Braavos, a master fencer and former First Sword of Braavos. Ned Starks hires him to teach Arya to use the sword.","Ház":"","Szervezet":""},
{"Azonosító":"39","Név":"Gendry","Becenév":"","Halotte":"","Portrékép":"assets\/gendry.png","Kép":"assets\/pictures\/gendry.jpg","Történet":"He is a bastard of Robert Baratheon, who doesn't know who his father really is. He was raised by a blacksmith, who teached him his proffesion.","Ház":"","Szervezet":""},
{"Azonosító":"40","Név":"Loras Tyrell","Becenév":"","Halotte":"","Portrékép":"assets\/loras.png","Kép":"assets\/pictures\/loras_tyrel.jpg","Történet":"Mace Tyrell, lord of Highgarden, third son. He is a highly skilled knight and jouster. His tournament successes, dazzling good looks, and ostentatious showmanship have made him a celebrated figure in the courts of the Seven Kingdoms.","Ház":"","Szervezet":""},
{"Azonosító":"41","Név":"Barristan Selmy","Becenév":"","Halotte":"","Portrékép":"assets\/barristan.png","Kép":"assets\/pictures\/barristan_selmy.jpg","Történet":"Ser Barristan Selmy is a celebrated hero and commander of the Kingsguard, serving throughout a time when the Kingsguard. He is one of the skilled and respected knights in the seven kingdoms","Ház":"","Szervezet":""},
{"Azonosító":"42","Név":"Osha","Becenév":"","Halotte":"","Portrékép":"assets\/osha.png","Kép":"assets\/pictures\/osha.jpg","Történet":"Osha is one of the Free Folk, who becomes a captive of Winterfell and later a servant of House Stark.","Ház":"","Szervezet":""},
{"Azonosító":"43","Név":"Jeor Mormont","Becenév":"","Halotte":"","Portrékép":"assets\/jeor.png","Kép":"assets\/pictures\/jeor_mormont.jpg","Történet":"Lord Commander Jeor Mormont, also known as the Old Bear, is the 997th Lord Commander of the Night's Watch, which he commands from his headquarters, the fortress of Castle Black. Jeor, previously head of House Mormont and Lord of Bear Island, abdicated his seat in favor of his son, Ser Jorah Mormont, and joined the Night's Watch","Ház":"mormont","Szervezet":"nightwatch"},
{"Azonosító":"44","Név":"Balon Greyjoy","Becenév":"","Halotte":"","Portrékép":"assets\/balon.png","Kép":"assets\/pictures\/balon_greyjoy.jpg","Történet":"Balon Greyjoy is the head of House Greyjoy of Pyke; as such he is lord paramount of the Iron Islands. Years before the time of the series, he rebelled against king Robert, but his rebellion was crushed by king's armys, leading to the death of his two older children","Ház":"greyjoy","Szervezet":""},
{"Azonosító":"45","Név":"Davos Seaworth","Becenév":"","Halotte":"","Portrékép":"assets\/davos.png","Kép":"assets\/pictures\/davos_seaworth.jpg","Történet":"Davos Seaworth, commonly called the Onion Knight, was once a smuggler, but after Robert's Rebellion became a landed knight and Stannis Baratheon's most honest and loyal supporter. He captains the Black Betha, his old smuggling ship. He has seven sons, many of them serving on ships in Stannis's fleet.","Ház":"","Szervezet":""},
{"Azonosító":"46","Név":"Melisandre","Becenév":"","Halotte":"","Portrékép":"assets\/melissandre.png","Kép":"assets\/pictures\/melissandre.jpg","Történet":"Melisandre is a priestess of the god R'hllor,  hailing from the eastern city of Asshai. She has joined the entourage of Stannis Baratheon, believing him to be Azor Ahai reborn, a hero destined to defeat the Great Other. She has become an influential advisor to him and his family. ","Ház":"","Szervezet":""},
{"Azonosító":"47","Név":"Margaery Tyrell","Becenév":"","Halotte":"","Portrékép":"assets\/margaery.png","Kép":"assets\/pictures\/margaery_tyrell.jpg","Történet":"Margaery Tyrell is the only daughter of Lord Mace Tyrell and his wife, Lady Alerie. ","Ház":"","Szervezet":""},
{"Azonosító":"48","Név":"Yara Greyjoy","Becenév":"","Halotte":"","Portrékép":"assets\/yara.png","Kép":"assets\/pictures\/yara_greyjoy.jpg","Történet":"She is the daughter of Balon Greyjoy and his wife, Alannys. She is fierce and proud, and defies traditional ironborn gender roles by commanding her own ship, the Black Wind, and leading men into battle.","Ház":"","Szervezet":""},
{"Azonosító":"49","Név":"Brienne","Becenév":"","Halotte":"","Portrékép":"assets\/brienne.png","Kép":"assets\/pictures\/brienne_tarth.jpg","Történet":"Brienne, the Maid of Tarth, sometimes mockingly called Brienne the Beauty, is the only child and heir of Lord Selwyn Tarth of Evenfall. Brienne has spent most of her life as the object of scorn, rejection and – at best – pity. When she tried to dress and act like a proper lady, she was met with mockery and disdain for her unattractive appearance and lack of feminine social graces; when she turned to a career more suited to her talents as a warrior, she received only contempt and resentment for her gender despite her considerable skill.","Ház":"","Szervezet":""},
{"Azonosító":"50","Név":"Ygritte","Becenév":"","Halotte":"","Portrékép":"assets\/ygritte.png","Kép":"assets\/pictures\/ygritte.jpg","Történet":"Ygritte is nineteen years old wildling warrior. Her most distinctive feature is her fiery red hair. The wildlings consider red hair to be lucky and describe those with it as having been 'kissed by fire'.","Ház":"","Szervezet":""},
{"Azonosító":"51","Név":"Roose Bolton","Becenév":"","Halotte":"","Portrékép":"assets\/roose_bolton.png","Kép":"assets\/pictures\/roose_bolton.jpg","Történet":"Roose Bolton is the head of House Bolton and Lord of the Dreadfort. Though mild-mannered, he is cold, calculating, and capable of great cruelty. He speaks softly, never raising his voice, forcing those who listen to do so intently.[2] He receives regular leechings, which he believes to improve his health.","Ház":"","Szervezet":""}
]
}
]
